Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: Expanding economic opportunities and bolstering infrastructure for Indigenous people, and rural and remote communities, through the Trade Diversification Corridors Fund and Arctic Infrastructure Fund .
fr_fr: Élargir les possibilités économiques et renforcer l'infrastructure pour les peuples autochtones et les communautés rurales et éloignées à l'aide du Fonds pour la diversification des corridors commerciaux et du Fonds d'infrastructure pour l'Arctique .

source: Modernising the Canadian Armed Forces enhances opportunities for youth to serve and lead.
fr_fr: Moderniser les Forces armées canadiennes accroît les occasions pour les jeunes de servir leur pays et de jouer un rôle de premier plan.

source: Keeping Canadian communities safe by enhancing the Canada Border Services Agency and strengthening Federal Law Enforcement to combat transnational criminal networks and other threats to Canada.
fr_fr: Protéger les communautés canadiennes en apportant des améliorations au sein de l'Agence des services frontaliers du Canada et en renforçant la capacité des organismes fédéraux d'application de la loi afin de contrer les réseaux criminels transnationaux et d'autres menaces auxquelles le Canada est exposé.

source: Ensuring diverse Canadian voices are represented in our media landscape, by boosting CBC/Radio-Canada funding.
fr_fr: Veiller à ce que la diversité des voix canadiennes soit représentée dans nos médias, et ce, en augmentant les fonds versés à Radio-Canada/CBC .

source: Gender-Based Analysis Plus Summary of Budget 2025
fr_fr: Résumé de l'analyse comparative entre les sexes Plus du budget de 2025

source: Timing of GBA Plus
fr_fr: Échéancier de l'ACS Plus

source: Budget 2025 shows continued improvement in the timeliness of GBA Plus, with 53 per cent of budget measures supported by GBA Plus at the early stage, up from 39 per cent in the last budget.
fr_fr: Dans le budget de 2025, on continue d'améliorer le caractère opportun de l'ACS Plus. En effet, 53 % des mesures budgétaires étaient appuyées par une ACS Plus au début du processus, contre 39 % dans le cadre du budget précédent.

source: This reflects steady progress since 2019, when only a limited number of measures undertook early-stage analysis.
fr_fr: Cette amélioration reflète des progrès constants depuis 2019, alors que seulement un nombre limité de mesures avaient fait l'objet d'une analyse préliminaire.

source: Relative to last budget, fewer programs relied on existing analyses for program extensions or conducted GBA Plus at the midpoint and later stages.
fr_fr: Par rapport au dernier budget, moins de programmes se sont appuyés sur des analyses existantes aux fins de l'obtention de prolongations ou ont fait l'objet d'une ACS Plus au milieu ou à une étape ultérieure du processus.

source: Better disaggregated data, stronger departmental capacity, and sustained collaboration with Women and Gender Equality Canada (WAGE) have embedded GBA Plus across the policy cycle, particularly the budget process.
fr_fr: De meilleures données désagrégées, une capacité ministérielle renforcée et une collaboration soutenue avec Femmes et Égalité des genres Canada (FEGC) ont permis d'intégrer l'ACS Plus à l'ensemble du cycle d'élaboration des politiques, en particulier au processus budgétaire.

source: This approach aligns with the Auditor General's 2022 recommendations for strengthening the application of GBA Plus.
fr_fr: Cette approche cadre avec les recommandations de 2022 de la vérificatrice générale visant à renforcer l'application de l'ACS Plus.

source: GBA Plus Responsive Approaches
fr_fr: Approches correctives de l'ACS Plus

source: A strength of Canada's gender budgeting approach is its attention to identifying barriers for women and other underrepresented groups, and integrating mitigation actions into program design to address them.
fr_fr: L'une des forces du Canada relativement à son approche budgétaire sensible au genre est son souci de cerner les obstacles pour les femmes et les autres groupes sous-représentés, et d'intégrer des mesures d'atténuation dans la conception des programmes en vue de les surmonter.

source: The barriers identified for some Budget 2025 measures include access to participation, language, disability, rural or remote geography, and the digital divide.
fr_fr: Les obstacles relevés par rapport à certaines mesures du budget de 2025 comprennent l'accès à la participation, la langue, les handicaps, les régions rurales ou éloignées et le fossé numérique.

source: In Budget 2025, in all instances where measures identified a barrier, the measure also developed a responsive approach to address it.
fr_fr: Dans le budget de 2025, dans tous les cas où un obstacle a été ciblé par rapport aux mesures, une approche corrective a également été élaborée pour y remédier.

source: Advancing Gender Equality
fr_fr: Promouvoir l'égalité des genres

source: The Gender Results Framework (GRF) enables the government to focus on what drives progress toward gender equality.
fr_fr: Le Cadre des résultats relatifs aux genres (CRRG) permet au gouvernement de mettre l'accent sur ce qui favorise les progrès vers l'égalité des genres.

source: In Budget 2025, measures that are expected to deliver measurable gender equality gains for women, gender-diverse people, and other disadvantaged groups include Permanent Funding for the Department for Women and Gender Equality announced on October 29, 2025 which helps advance the GRF goal on Gender-Based Violence and Access to Justice .
fr_fr: Dans le budget de 2025, les mesures qui devraient produire des gains mesurables en matière d'égalité des genres pour les femmes, les personnes de diverses identités de genre et d'autres groupes défavorisés, comprennent un financement pour le ministère des Femmes et de l'Égalité des genres , annoncé le 29 octobre 2025, qui fait progresser l'objectif du CRRG relatif à la violence fondée sur le genre et à l'accès à la justice .

source: This funding will stabilise and renew work to improve women's and girls' economic security and leadership, strengthen federal action to address gender-based violence for Indigenous and other underserved populations, and support 2SLGBTQI+ communities.
fr_fr: Ce financement stabilisera et renouvellera le travail visant à améliorer la sécurité économique et le leadership des femmes et des filles, à renforcer l'action fédérale pour contrer la violence fondée sur le genre à l'égard des populations autochtones et autres populations mal desservies, et à soutenir les communautés 2ELGBTQI+.

source: This will help ensure that people facing intersecting barriers, including Indigenous women and girls, women and girls with disabilities, Black and other racialised women and girls, and 2SLGBTQI+ people, can access the supports they need.
fr_fr: Cela aidera à s'assurer que les personnes devant faire face à des obstacles croisés, notamment les femmes et les filles autochtones, les femmes et les filles en situation de handicap, noires et racisées, et les personnes 2ELGBTQI+ puissent accéder au soutien dont elles ont besoin.

source: How Is Canada Doing on Gender Equality?
fr_fr: Où se situe le Canada en matière d'égalité des genres?

source: Advancing gender equality is not just about creating a more equitable society.
fr_fr: La promotion de l'égalité des genres ne consiste pas seulement à créer une société plus équitable.

source: An economy that provides equal opportunities is a prosperous economy because it is able to make full use of its most valuable resource—the skills and abilities of all its people.
fr_fr: Une économie qui offre des chances égales est une économie prospère, car elle est en mesure d'utiliser pleinement ses ressources les plus précieuses, soit les compétences et les capacités de toute sa population.

source: This is illustrated by the contribution to economic growth in Canada attributable to increases in women's workforce participation in recent decades.
fr_fr: Cette caractéristique est illustrée par la contribution à la croissance économique au Canada attribuable à l'augmentation de la participation des femmes au marché du travail au cours des dernières décennies.

source: Over the past 50 years, greater employment of women has driven Canada's real gross domestic product (GDP) per capita 13 per cent higher today than it would have been otherwise, representing an increase in income of $8,658 for each Canadian in 2024.
fr_fr: Au cours des 50 dernières années, la croissance de l'emploi chez les femmes a fait augmenter le produit intérieur brut (PIB) réel par habitant du Canada de 13 % par rapport à ce qu'il aurait été autrement, ce qui représente une hausse du revenu de 8 658 $ pour chaque personne au Canada en 2024.

source: This highlights the potential for women and other underrepresented groups to further strengthen their contributions to the Canadian economy and support increased future prosperity in the face of demographic change, technological advances and global trade realignment.
fr_fr: Ces données mettent en évidence la possibilité pour les femmes et d'autres groupes sous-représentés de renforcer davantage leur contribution à l'économie canadienne et de soutenir une prospérité future accrue dans un contexte de changements démographiques, de progrès technologiques et de réalignement du commerce mondial.

source: At the same time, there remains a need for ongoing monitoring of how diverse communities access educational opportunities, engage in the economy and society, and experience risks such as poverty and food insecurity.
fr_fr: Par ailleurs, il faut continuer de surveiller la façon dont diverses communautés accèdent aux possibilités d'éducation et participent à l'économie et à la société, et la façon dont elles réagissent aux risques comme la pauvreté et l'insécurité alimentaire.

source: Education and Skills Development
fr_fr: Éducation et perfectionnement des compétences

source: Skills are the foundation of opportunity, and much of the advancement towards gender equality in Canada can be traced to narrowing educational gaps between women and men.
fr_fr: Les compétences ouvrent la voie aux possibilités, et la progression vers l'égalité des genres au Canada repose en grande partie sur la réduction des écarts en matière d'éducation entre les femmes et les hommes.

source: Substantial progress has been made since 2016 in increasing overall educational attainment for women as well as for Indigenous people, newcomers and persons with disabilities.
fr_fr: Depuis 2016, d'énormes progrès ont été réalisés pour accroître le niveau de scolarité tant chez les femmes que chez les Autochtones, les personnes nouvellement arrivées au Canada et les personnes en situation de handicap.

source: While women are more likely than men to have attained a bachelor's degree or above, and have been since the early 2000s, they remain less likely to enroll in the fields of science, technology, engineering and mathematics (STEM).
fr_fr: Bien que davantage de femmes que d'hommes obtiennent un diplôme universitaire de premier cycle ou supérieur, une situation qui existe depuis le début des années 2000, elles sont moins nombreuses à s'inscrire dans les domaines des sciences, de la technologie, de l'ingénierie et des mathématiques (STIM).

source: However, over the past decade the share of women enrolled in STEM fields has increased from 20 per cent to 24 per cent.
fr_fr: Cependant, au cours des 10 dernières années, le pourcentage de femmes inscrites dans les domaines des STIM est passé de 20 à 24 %.

source: The gender gap in STEM-related fields is consistent with a persistent numeracy gap at the adult level, despite the improving numeracy scores for both genders and strong literacy scores in international comparisons.
fr_fr: L'écart relatif aux genres dans les domaines des STIM est en parallèle avec l'écart persistant au chapitre des compétences en calcul chez les adultes, malgré une amélioration des notes en numératie pour les deux genres et des notes en littératie élevées dans les comparaisons à l'échelle internationale.

source: Earnings and Participation in the Labour Market
fr_fr: Salaires et participation au marché du travail

source: Strong labour market conditions and reduced child care costs have helped to foster greater participation in the workforce.
fr_fr: La vigueur du marché du travail et la baisse des frais de garde d'enfants ont favorisé une participation accrue à la population active.

source: Despite this progress, continued efforts are required to secure equal participation for women and other underrepresented groups.
fr_fr: Malgré ces progrès, il faut poursuivre les efforts pour assurer une participation pleine et égale des femmes et des autres groupes sous-représentés.

source: Gender gaps in earnings have narrowed over the past few decades, with the gap in annual earnings reduced to 25 per cent (10 per cent for full-time hourly wages).
fr_fr: Les écarts de rémunération entre les genres ont diminué au cours des dernières décennies. L'écart des salaires annuels a notamment baissé pour atteindre 25 % (et 10 % pour les taux de salaire horaire à plein temps).

source: Still, women, along with Indigenous people, racialised groups, and newcomers, are overrepresented in low-wage work.
fr_fr: Cependant, les femmes, les Autochtones, les groupes racisés et les personnes nouvellement arrivées au Canada sont surreprésentés dans les emplois à faible revenu.

source: Women's involuntary part-time employment (working part-time because they are unable to find a full-time job or are forced to work fewer hours due to economic or business conditions) has declined, yet women's full-time employment rate remains 10 percentage points lower than that of men, which is partly due to greater caregiving responsibilities.
fr_fr: Le nombre de femmes qui occupent involontairement un emploi à temps partiel (parce qu'elles ne peuvent se trouver un emploi à temps plein ou parce qu'elles se retrouvent forcées de travailler moins d'heures en raison de contraintes économiques ou des conditions commerciales) a baissé. Pourtant, le taux d'emploi à temps plein reste inférieur de 10 points de pourcentage à celui des hommes, ce qui est attribuable en partie à leurs responsabilités familiales accrues.

source: Representation in Leadership Roles
fr_fr: Représentation dans les rôles de leadership

source: Despite the progress in increasing women's representation in leadership positions, Canada's societal makeup is not yet reflected at all levels of decision-making.
fr_fr: Malgré les progrès réalisés pour améliorer la représentation des femmes dans les postes de leadership, la composition sociétale du Canada ne se manifeste toujours pas à tous les niveaux de prise de décision.

source: The power gap persists in business sector leadership, with the proportions of women on boards at publicly traded companies, in senior management positions, and in entrepreneurship all remaining below one-third.
fr_fr: L'écart de pouvoir demeure au sein de la direction des entreprises, comme en témoigne le fait que la proportion de femmes qui siègent à un conseil d'administration d'une société cotée en bourse, qui occupent des postes de haute direction ou qui font carrière dans l'entrepreneuriat, reste inférieure à un tiers.

source: Canada has achieved gender parity in the Senate, with near-parity in Cabinet, among federally appointed judges and a majority-women Supreme Court.
fr_fr: Le Canada a obtenu l'égalité des genres au Sénat, presque atteint celle-ci au Cabinet et parmi les juges de nomination fédérale, et il y a maintenant une Cour suprême composée en majorité de femmes.

source: However, women occupy less than one-third of seats in the House of Commons, which highlights potential systemic barriers that may deter women from engaging in federal politics.
fr_fr: Cependant, les femmes occupent moins d'un tiers des sièges à la Chambre des communes, ce qui met en évidence les obstacles systémiques qui pourraient dissuader les femmes de participer à la vie politique fédérale.

source: Yet importantly, the new government has the largest women's caucus in recent history.
fr_fr: Il est toutefois important de souligner que le nouveau gouvernement compte le plus grand caucus féminin à ce jour.

source: At 39 per cent, this gap is smaller for provincial and territorial legislators in Canada.
fr_fr: L'écart est moindre au sein des assemblées législatives provinciales et territoriales au pays, soit 39 %.

source: Additionally, significant diversity gaps remain in policing.
fr_fr: De plus, d'importants écarts au chapitre de la diversité continuent d'exister dans les services de police.

source: Poverty Risk and Health Outcomes
fr_fr: Risque de pauvreté et résultats en matière de santé

source: Certain vulnerable groups remain disproportionately affected by poverty including single people, lone-parent families, and racialised populations.
fr_fr: Certains groupes vulnérables demeurent touchés de manière disproportionnée par la pauvreté, notamment les célibataires, les familles monoparentales et les populations racisées.

source: These groups often face systemic barriers to financial security, making them more vulnerable to financial instability, food insecurity, and lack of adequate affordable housing.
fr_fr: Ces groupes se heurtent souvent à des obstacles systémiques à la sécurité financière, ce qui les rend plus vulnérables à l'instabilité financière, à l'insécurité alimentaire et à la pénurie de logements convenables et abordables.

source: Cost of living pressures continued to drive an increase in the proportion of Canadians who experience severe food insecurity in 2024, a trend that has continued since 2020.
fr_fr: En 2024, dans la foulée d'une tendance qui a commencé en 2020, les pressions sur le coût de la vie ont mené un nombre croissant de personnes au Canada à se retrouver en situation d'insécurité alimentaire grave.

source: Lone-parent families, of which 78 per cent are headed by women, continue to experience the highest rates of food insecurity, alongside Indigenous people, visible minority populations, and children, underscoring the continued economic vulnerability of certain populations.
fr_fr: Ce sont les familles monoparentales, dont le chef est une femme dans 78 % des cas, qui présentent le taux le plus élevé d'insécurité alimentaire, suivies des Autochtones, des membres des minorités visibles et des enfants, soulignant ainsi la vulnérabilité économique continue de certaines populations.

source: Notes: * As the non-binary population is small, data aggregation to a two-category gender protects confidentiality.
fr_fr: Nota – * Étant donné que la population non binaire est petite, le regroupement des données selon un genre à deux catégories protège la confidentialité.

source: People in the category "non-binary persons" are distributed into the other two-gender categories and denoted by the "+" symbol.
fr_fr: Les personnes de la catégorie « personnes non binaires » sont réparties dans les deux autres catégories de genres et sont désignées par le symbole « + ».

source: Prior to 2022, distinction by gender is not available.
fr_fr: Préalablement à 2022, la ventilation des données selon le genre n'est pas disponible.

source: Recent immigrants are persons who landed in Canada within the last 10 years.
fr_fr: Le terme « nouveaux immigrants » désigne la population immigrante arrivée au Canada au cours des 10 dernières années.

source: Indigenous are Indigenous people living off reserve only. ** Percentage with university at bachelor's level or above and labour force participation rates for "Has a disability" are from the Canadian Survey on Disability and are for 2017 and 2022.
fr_fr: Les Autochtones désignent uniquement les personnes autochtones vivant hors réserve. ** Le pourcentage de personnes ayant un diplôme universitaire de premier cycle ou supérieur et les taux de participation au marché du travail pour le groupe « ayant une incapacité » proviennent de l' Enquête canadienne sur l'incapacité et portent sur les années 2017 et 2022.

source: For racialised groups, 2016 values are from the Census of Population 2016 and 2024 values are from the Labour Force Survey (both defined by gender). *** MPs, Ministers, Senators and federally appointed judges as of October 1, 2025.
fr_fr: Quant aux groupes racisés, les valeurs de 2016 sont issues du Recensement de la population de 2016, tandis que les valeurs de 2024 proviennent de l' Enquête sur la population active (toutes deux définies selon le genre). *** Les parlementaires, les ministres, le Sénat et les juges de nomination fédérale en date du 1 er octobre 2025.

source: Sources: Labour Force Survey, Programme for the International Assessment of Adult Competencies, Canadian Income Survey, Diversity of Boards of Directors and Senior Management of Federal Distributing Corporations annual reports, Survey on Financing and Growth of Small and Medium Enterprises, Library of Parliament, Office of the Commissioner for Federal Judicial Affairs Canada.
fr_fr: Sources : Enquête sur la population active ; Programme pour l'évaluation internationale des compétences des adultes; Enquête canadienne sur le revenu ; Rapports annuels – Diversité au sein des conseils d'administration et de la haute direction des sociétés ayant fait appel au public de régime fédéral; Enquête sur le financement et la croissance des petites et moyennes entreprises ; Bibliothèque du Parlement; Commissariat à la magistrature fédérale Canada.

source: Disaggregated Data on Gender Equality: In early 2025, the Department of Finance Canada partnered with Statistics Canada to launch new interactive dashboards to modernise how gender and diversity outcomes are reported.
fr_fr: Données désagrégées sur l'égalité des genres : Au début de 2025, le ministère des Finances Canada, en collaboration avec Statistique Canada, a lancé de nouveaux tableaux de bord interactifs pour moderniser la façon dont les résultats relatifs aux genres et à la diversité sont produits.

source: Using digital tools these dashboards deliver more efficient and user-friendly reporting.
fr_fr: Grâce à des outils numériques, ces tableaux de bord produisent des rapports plus efficients et plus conviviaux.

source: The dashboards can be accessed at the Gender, Diversity and Inclusion Statistics Hub on Statistics Canada's website.
fr_fr: Il est possible de les consulter sur le site Web de Statistique Canada, au Carrefour des statistiques sur le genre, la diversité et l'inclusion .

source: Consistent with the requirements of the Canadian Gender Budgeting Act , this detailed summary provides information on the gender and diversity impacts of new measures in this budget.
fr_fr: Conformément aux exigences de la Loi canadienne sur la budgétisation sensible aux sexes , ce sommaire détaillé fournit des renseignements sur les répercussions des nouvelles mesures figurant dans le présent budget selon le genre et la diversité.

source: Guide to interpreting Expected Impacts: This table shows notable demographic benefits (direct and indirect) of new measures in Budget 2025, as well as how they are expected to contribute to Canada's Quality of Life Framework, and where applicable, advance gender equality.
fr_fr: Guide d'interprétation des répercussions attendues : Ce tableau illustre de quelle manière les nouvelles mesures figurant dans le budget de 2025 bénéficieront (directement et indirectement) aux divers groupes démographiques.

source: The table also flags measures which benefit underrepresented groups.
fr_fr: Il indique également comment elles devraient contribuer au Cadre de qualité de vie pour le Canada, et le cas échéant, à la promotion de l'égalité des genres.
